IDEA Open Model
LineLoad.DirectionType Property
Compatible with IDEA StatiCa 20.1
 direction type of load
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public DirectionType DirectionType { get; set; }
Public Property DirectionType As DirectionType
	Get
	Set
Property Value
Type: DirectionType
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace